code --install-extension aaron-bond.better-comments
code --install-extension Angular.ng-template
code --install-extension christian-kohler.npm-intellisense
code --install-extension christian-kohler.path-intellisense
code --install-extension CoenraadS.bracket-pair-colorizer
code --install-extension cyrilletuzi.angular-schematics
code --install-extension davidbabel.vscode-simpler-icons
code --install-extension dbaeumer.vscode-eslint
code --install-extension devboosts.angular-productivity-pack
code --install-extension doggy8088.angular-extension-pack
code --install-extension donjayamanne.githistory
code --install-extension eamodio.gitlens
code --install-extension EditorConfig.EditorConfig
code --install-extension eg2.tslint
code --install-extension eg2.vscode-npm-script
code --install-extension esbenp.prettier-vscode
code --install-extension formulahendry.auto-rename-tag
code --install-extension IBM.output-colorizer
code --install-extension infinity1207.angular2-switcher
code --install-extension jakethashi.vscode-angular2-emmet
code --install-extension jasonnutter.search-node-modules
code --install-extension joelday.docthis
code --install-extension johnpapa.Angular2
code --install-extension KnisterPeter.vscode-commitizen
code --install-extension krizzdewizz.refactorix
code --install-extension MariusAlchimavicius.json-to-ts
code --install-extension Mikael.Angular-BeastCode
code --install-extension mrmlnc.vscode-scss
code --install-extension ms-vscode.typescript-javascript-grammar
code --install-extension ms-vsliveshare.vsliveshare
code --install-extension natewallace.angular2-inline
code --install-extension P-de-Jong.vscode-html-scss
code --install-extension pranaygp.vscode-css-peek
code --install-extension quicktype.quicktype
code --install-extension rebornix.project-snippets
code --install-extension robertohuertasm.vscode-icons
code --install-extension Shan.code-settings-sync
code --install-extension shinnn.stylelint
code --install-extension sohamkamani.code-eol
code --install-extension spikespaz.vscode-smoothtype
code --install-extension stringham.move-ts
code --install-extension wayou.vscode-todo-highlight
code --install-extension xabikos.JavaScriptSnippets
